Repository: BottiCreative/HopitalityWebsite
Catalog: public_html/packages/discussion/languages/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, nl_nl

source: Access Denied.
de_de: Zugang verboten
fr_fr: Accès Interdit
nl_nl: Toegang geweigerd

source: A text area that supports Bulletin Board tags.
de_de: Ein mehrzeiliges Textfeld das BBCode Tags unterstützt.
fr_fr: Une zone de texte supportant les BBcodes
nl_nl: Een textgedeelte dat Bulletin Boards tags ondersteund.

source: Show BB Tags Reference
de_de: BBCode Referenz zeigen
fr_fr: Afficher les références des BBcodes
nl_nl: Toon BB Tags referentie

source: Display Order
de_de: Darstellungs-Reihenfolge
fr_fr: Ordre d'affichage
nl_nl: Toon sortering

source: Date of Activity (Descending)
de_de: Zuletzt aktiv (absteigend)
fr_fr: Date d'actitivité (Décroissante)
nl_nl: Datum van activiteit (aflopend)

source: Date of Activity (Acending)
de_de: Zulsetzt aktiv (aufsteigend)
fr_fr: Date d'actitivité (Croissante)
nl_nl: Datum van activiteit (oplopend)

source: Display discussion categories on your website.
de_de: Diskussions-Kategorien auf der Webseite anzeigen.
fr_fr: Afficher les catégories de discussions sur le site.
nl_nl: Toon discussiecategorieeen in de website.

source: Discussion Categories
de_de: Diskussions-Kategorien
fr_fr: Catégories de discussions
nl_nl: Discussie categorieën

source: Date of Activity (Ascending)
de_de: Zuletzt aktiv (aufsteigend)
fr_fr: Date d'actitivité (Croissante)
nl_nl: Datum van activiteit (aflopend)

source: Categories
de_de: Kategorien
fr_fr: Catégories
nl_nl: Categorieën

source: Last Post
de_de: Ältester Beitrag
fr_fr: Dernier message
nl_nl: Laatste reactie

source: Topics
de_de: Themen
fr_fr: Sujets
nl_nl: Discussies

source: Messages
de_de: Beiträge
nl_nl: Berichten

source: By
de_de: Von
fr_fr: Par
nl_nl: Door

source: on
de_de: am
fr_fr: le
nl_nl: op

source: No discussions available.
de_de: Keine Diskussionen vorhanden.
fr_fr: Aucune discussion disponible.
nl_nl: Geen discussies beschikbaar

source: Title
de_de: Überschrift
fr_fr: Titre
nl_nl: Titel

source: Comments
de_de: Kommentare
fr_fr: Commentaires
nl_nl: Reacties

source: Posting New Responses is Enabled?
de_de: Antworten möglich?
fr_fr: Le poste de nouvelles réponses est activée ?
nl_nl: Posten van nieuwe reacties toegestaan?

source: Yes
de_de: Ja
fr_fr: Oui
nl_nl: Ja

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee

source: Adds blog-style comments (a guestbook) to your page, but uses the discussion backend to create posts.
de_de: Fügt Kommentare (ähnlich einem Blog) hinzu, benutzt aber das Diskussions-Backend für Beiträge.
fr_fr: Ajoute les commentaires style blog (livre d'or) sur votre page, mais utilise l'administration des forums pour créer les sujets.
nl_nl: Voegt een blog-style gastenboek toe aan uw pagina, maar gebruikt de discussiebackend om posts toe te voegen.

source: Discussion Guestbook
de_de: Diskussions Gästebuch
fr_fr: Discussions Livre d'or
nl_nl: Discussiegastenboek

source: You must be logged in to post.
de_de: Anmeldung erforderlich.
fr_fr: Vous devez être connecté pour poster.
nl_nl: U dient ingelogd te zijn om een discussie te starten.

source: Posting is disabled.
de_de: Keine neuen Beiträge möglich.
fr_fr: L'écriture de sujet est désactivée.
nl_nl: Reacties achterlaten is uitgeschakeld

source: Your comment is empty.
de_de: Das Kommentarfeld ist leer.
fr_fr: Votre commentaire est vide.
nl_nl: Uw reactie is leeg.

source: Comments:
de_de: Kommentare:
fr_fr: Commentaires:
nl_nl: Reacties.

source: Edit
de_de: Bearbeiten
fr_fr: Editer
nl_nl: Bewerk

source: Are you sure you would like to remove this comment?
de_de: Diesen Kommentar wirklich endgültig löschen?
fr_fr: Etes vous certain de vouloir supprimer ce commentaire ?
nl_nl: Weet u zeker dat u deze reactie wilt verwijderen?

source: Remove
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijderen

source: Promote to Page
de_de: In Webseite konvertieren
fr_fr: Afficher sur une page dédiée
nl_nl: Aanmaken als pagina

source: Your comment has been posted.
de_de: Der Kommentar wurde veröffentlicht.
fr_fr: Votre commentaire à été publié.
nl_nl: Uw reactie is gewijzigd

source: You must be logged in to leave a reply.
de_de: Zum Antworten ist eine Anmeldung erforderlich.
fr_fr: Vous devez être connecté pour répondre.
nl_nl: U dient ingelogd te zijn om een reactie achter te laten.

source: Login
de_de: Anmelden
fr_fr: Connexion
nl_nl: Inloggen

source: You are currently logged in as %s
de_de: Angemeldet als %s
fr_fr: Vous ête actuellement connecter en tant que %s
nl_nl: U bent ingelogd als %s

source: Leave a Reply
de_de: Antworten
fr_fr: Laisser une réponse
nl_nl: Laat een reactie achter

source: Post Comment
de_de: Kommentieren
fr_fr: Ecrire un commentaire
nl_nl: Plaats reactie

source: List Discussion posts and replies.
de_de: Diskussionsbeiträge und Antworten anzeigen
fr_fr: Liste des sujets, et réponses des forums.
nl_nl: Lijst van discussies en reacties

source: Discussion Post List
de_de: Liste der Diskussionsbeiträge
fr_fr: List des sujet des forums
nl_nl: Discussielijst

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
nl_nl: Voeg toe

source: Preview
de_de: Vorschau
fr_fr: Prévisualiser
nl_nl: Voorproef

source: Number of Posts
de_de: Beiträge
fr_fr: Nombre de sujets
nl_nl: Aantal discussies

source: Display
de_de: Anzeige
fr_fr: Afficher
nl_nl: Toon

source: Posts
de_de: Beiträge
fr_fr: Sujets
nl_nl: Discussies

source: Location in Website
de_de: Position in der Website
fr_fr: Emplacement sur le site
nl_nl: Locatie in de website

source: Display posts that are located
de_de: Beiträge mit dieser Position anzeigen
fr_fr: Afficher les messages situés
nl_nl: Toon discussies die plaatst vinden

source: everywhere
de_de: überall
fr_fr: partout
nl_nl: overal

source: beneath this page
de_de: dieser Seite untergeordnet
fr_fr: sous cette page
nl_nl: onder deze pagina

source: beneath another page
de_de: einer anderen Seite untergeordnet
fr_fr: sous une autre page
nl_nl: onder een andere pagina

source: Post Info
de_de: Beitrags-Details
fr_fr: Infos du message
nl_nl: Discussie informatie

source: Display post info (user posted by and date posted)
de_de: Beitrags-Details anzeigen (Benutzername und Datum)
fr_fr: Afficher les infos du messages (utilisateur, posté par, date)
nl_nl: Toon discussie informatie (geplaatst door gebruiker en datum van discussie)

source: Pagination
de_de: Seitenzahlen
nl_nl: Paginering

source: Display pagination interface if more items are available than are displayed.
de_de: Seitenzahlen anzeigen, wenn mehr Beiträge vorhanden sind als dargestellt werden.
fr_fr: Afficher la pagination si plus d'léments que ceux afffichés sont disponibles
nl_nl: Toon paginering wanneer er meer discussies beschikbaar zijn dan er worden getoond.

source: Truncate Summaries
de_de: Zusammenfassung kürzen
fr_fr: Tronquer les résumés
nl_nl: Verkort samenvattingen

source: Truncate descriptions after
de_de: Beschreibung kürzen nach
fr_fr: Tronquer les description après
nl_nl: Verkort omschrijvingen na

source: characters
de_de: Zeichen
fr_fr: caractères
nl_nl: karakters

source: Preview Pane
de_de: Vorschau-Fenster
fr_fr: Onglet de prévisualisation
nl_nl: Voorproef overzicht

source: Total Posts:
de_de: Beiträge insgesamt
fr_fr: Messages:
nl_nl: Reacties:

source: Joined:
de_de: Mitglied seit:
fr_fr: Inscrit le:
nl_nl: Geregistreerd op:

source: Inherit from global settings.
de_de: Von globalen Einstellungen vererben.
fr_fr: Hériter des réglages globaux
nl_nl: Neem over van globale instellingen.

source: Override global settings.
de_de: Globale Einstellungen überschreiben.
fr_fr: Ecraser les réglages globaux.
nl_nl: Overschrijf globale instellingen

source: Topic Name
de_de: Themen-Name
fr_fr: Nom du message
nl_nl: Discussienaam

source: Topic Date
de_de: Themen-Datum
fr_fr: Date du sujet
nl_nl: Discussiedatum

source: Latest Reply
de_de: Neueste Antwort
fr_fr: Dernière réponse
nl_nl: Laatste reactie

source: Views
de_de: Aufrufe
fr_fr: Vues
nl_nl: Bekeken

source: Replies
de_de: Antworten
fr_fr: Réponses
nl_nl: Reacties

source: Ascending
de_de: Aufsteigend
fr_fr: Croissant
nl_nl: Oplopend

source: Descending
de_de: Absteigend
fr_fr: Décroissant
nl_nl: Aflopend

source: Displays topics in a discussion page type.
de_de: Zeigt Themen im Stil einer Diskussions-Seite
fr_fr: Afficher les sujets dans une page type discussion.
nl_nl: Toon forums in een discussie pagina type.

source: Discussion Topics
de_de: Foren Themen
fr_fr: Messages de la discussion
nl_nl: Discussies

source: Original Post
de_de: Originalbeitrag
fr_fr: Auteur du sujet
nl_nl: Originele discussie

source: %s on<br/> %s at<br/> %s
de_de: %s am<br/> %s um<br/> %s
fr_fr: %s sur<br/> %s à<br/> %s
nl_nl: %s op<br/> %s om %s

source: There are no topics in this discussion
de_de: Es gibt keine Beiträge in dieser Diskussion
fr_fr: Il n'y a pas de messages dans cete discussion
nl_nl: Er zijn geen discussies in dit forum

source: Display Badges of which user?
de_de: Abzeichen dieser Benutzer anzeigen
fr_fr: Afficher les badge de quel membre ?
nl_nl: Toont badges van welke gebruiker?

source: This block is being added to the user profile page. It will show the badges of the profile being viewed.
de_de: Dieser Block wird zum Nutzerprofil hinzugefügt. Er zeigt die Abzeichen des Benutzerprofils an.
fr_fr: Ce bloc est ajouté à la page profil de l'utilisateur. Il montrera les badges du profil en cours de visualisation.
nl_nl: Dit block zal op de gebruikers pagina te zien zijn. Het toont de badges van het profiel dat op dat moment bekeken wordt.

source: Display the badges of a certain user.
de_de: Abzeichen eines bestimmten Nutzers anzeigen.
fr_fr: Afficher les bages de certains utilisateurs.
nl_nl: Toont de badges van een bepaalde gebruiker.

source: User Badges
de_de: Benutzer Abzeichen
fr_fr: Badges des utilisateurs
nl_nl: Gebruikers badges

source: This block appears on the user profile page. It will show the badges of the profile being viewed.
de_de: Dieser Block wird zum Nutzerprofil hinzugefügt. Er zeigt die Abzeichen des Benutzerprofils an.
fr_fr: Ce bloc apparait sur le profil de l'utilisateur. Il affichera les badges du profil visualisé.
nl_nl: Dit block zal op de gebruikers pagina te zien zijn. Het toont de badges van het profiel dat op dat moment bekeken wordt.

source: This user hasn't earned any badges yet.
de_de: Dieser Nutzer hat noch keine Abzeichen.
fr_fr: Cet utilisateur n'a pas encore gangé de badge.
nl_nl: De gebruiker heeft nog geen badges verdient.

source: Display Posts by User
de_de: Beiträge nach Nutzer sortiert anzeigen
fr_fr: Afficher les messages par utilisateur
nl_nl: Toon gestartte discussies door gebruiker

source: This block is being added to the user profile page. It will show the posts of the profile being viewed.
de_de: Dieser Block wird zum Nutzerprofil hinzugefügt. Er zeigt die Beiträge des Benutzers an.
fr_fr: Ce bloc est ajouté à la page profil de l'utilisateur. Il montrera les badges du profil en cours de visualisation.
nl_nl: Dit block zal toegevoegd worden aan de profiel pagina. Het zal berichten laten zien van het profiel dat op dat moment bekeken wordt.

source: Display all discussion posts by a certain user.
de_de: Alle Diskussions-Beiträge eines bestimmten Nutzers anzeigen.
fr_fr: Afficher tous les messages d'un utilisateur donné.
nl_nl: Toon alle discussies van een bepaalde gebruiker

source: User Posts
de_de: Benutzer-Beiträge
fr_fr: Messages de l'utilisateur
nl_nl: Discussies van gebruiker

source: This block appears on the user profile page. It will show the posts of the profile being viewed.
de_de: Dieser Block wird zum Nutzerprofil hinzugefügt. Er zeigt die Beiträge des Benutzers an.
fr_fr: Ce bloc apparait sur le profil de l'utilisateur. Il affichera les badges du profil visualisé.
nl_nl: Dit block zal getoond worden op het gebruikersprofiel en zal alle discussies tonen van het profiel dat bekeken wordt.

source: No posts found.
de_de: Keine Beiträge vorhanden.
fr_fr: Aucun message trouvé.
nl_nl: Geen discussies gevonden

source: Attachments
de_de: Anhänge
fr_fr: Pièce(s) jointe(s)
nl_nl: Bijlages

source: Who is Online
de_de: Wer ist Online
fr_fr: Qui est en ligne
nl_nl: Wie is er online

source: No registered users are currently online.
de_de: Im Moment sind keine registrierten Benutzer online.
fr_fr: Aucun utilisateur n'est actuellement connecté.
nl_nl: Momenteel zijn er geen geregistreerde gebruikers online

source: The following registered users are online
de_de: Folgende registrierten Nutzer sind online
fr_fr: Utilisateurs connectés
nl_nl: De volgende geregistreerde gebruikers zijn online

source: Most users ever online was
de_de: Maximale Besucheranzahl bisher
fr_fr: Le record du nombre d'utilisateurs connectés était
nl_nl: Het grootste aantal gebruikers online was

source: Adds a forum and discussion system to your website.
de_de: Fügt Foren- und Diskussions-Beiträge zur Website hinzu.
fr_fr: Ajouter un système de forum de discussion sur votre site.
nl_nl: Voegt een forum en discussie systeem aan uw website toe.

source: Discussion
de_de: Diskussion
nl_nl: Discussies

source: Discussion Post
de_de: Diskussionsbeitrag
fr_fr: Message de discussion
nl_nl: Discussies Post

source: Discussion Image
de_de: Diskussions-Bild
fr_fr: image de discussion
nl_nl: Discussieafbeelding

source: Discussion Post is Pinned
de_de: Diskussionsbeitrag gepinned.
fr_fr: Sujet épinglé
nl_nl: Discussies staat vast

source: Discussion is Closed
de_de: Diskussion ist geschlossen
fr_fr: Le sujet est clos
nl_nl: Discussie is gesloten

source: Discussion Mode
de_de: Diskussions-Modus
fr_fr: Mode de discussion
nl_nl: Discussiemode

source: Flat
de_de: Flach
fr_fr: A plat
nl_nl: Plat

source: Threaded
de_de: Hierarchisch
fr_fr: En fil de discussion
nl_nl: Bedraad

source: Discussion Post is not Displayed
de_de: Diskussionsbeitrag wird nicht dargestellt
fr_fr: Le messgae n'est pas affiché
nl_nl: Discussie wordt niet getoond.

source: Discussion Moderation
de_de: Diskussions-Moderation
fr_fr: Modération des forums
nl_nl: Discussiebeheer

source: All Posts
de_de: Alle Beiträge
fr_fr: Tous les sujets
nl_nl: Alle discussies

source: Only Posts by Anonymous Users
de_de: Nur Beiträge von anonymen Nutzern
fr_fr: Uniquement les messages d'utilisateurs anonymes
nl_nl: Alleen discussies die gestart zijn door anonieme gebruikers

source: Don't Moderate Any Posts
de_de: Keine Beiträge moderieren
fr_fr: Ne modérer aucun sujet
nl_nl: Beheer geen enkele discussie

source: Discussion Anonymous Posting
de_de: Diskussion anonymer Beitrag
fr_fr: Affichage des messages anonymes
nl_nl: Anonieme discussies

source: Enable Anonymous Posting (new posts)
de_de: Anonyme Beiträge erlauben (für neue Beiträge)
fr_fr: Activer la création de nouveaux sujets anonymes.
nl_nl: Laat anoniemen bezoekers toe om nieuwe discussies te openen

source: Enable Anonymous Replies
de_de: Anonyme Antworten erlauben
fr_fr: Activer les réponses anonymes.
nl_nl: Laat anoniemen bezoekers toe om reacties en discussies achter te laten

source: Solving Captcha is Required to Post
de_de: Captcha-Lösung erforderlich
fr_fr: Code de vérification requis pour répondre
nl_nl: Captcha oplossen is verplicht om een discussie of reactie te plaatsen

source: Allow Anonymous Posters To Attach Files
de_de: Anonyme Nutzer dürfen Dateien anhängen
fr_fr: Autoriser les utilisateurs anonymes à joindre des fichiers
nl_nl: Sta toe anonieme bezoekers bijlages toe te voegen

source: Total Posts
de_de: Beiträge insgesamt
fr_fr: Total des messages
nl_nl: Totale discussies

source: Announcements
de_de: Ankündigungen
fr_fr: Annonces
nl_nl: Mededelingen

source: General Chat
de_de: Allgemeines
fr_fr: Chat général
nl_nl: Algemene chat

source: Allowed to post to discussion forums regardless of moderation
de_de: Darf ohne Moderation Diskussions-/Foren-Beiträge veröffentlichen
fr_fr: Autorisé à poster dans les forums indépendamment de la modération
nl_nl: Toegestaan om discussies te plaatsen zonder daarvoor beheerd te worden

source: Gold
fr_fr: Or
nl_nl: Goud

source: Exceptional Achievement
de_de: Herausragende Leistung
fr_fr: Réalisation exceptionnelle
nl_nl: Uitzonderlijke prestatie

source: Silver
de_de: Silber
fr_fr: Argent
nl_nl: Zilver

source: Great Achievement
de_de: GroÃartige Leistung
fr_fr: Belle réalisation
nl_nl: Goede prestatie

source: Name Required
de_de: Titel erforderlich
fr_fr: Nom requis
nl_nl: Naam is verplicht

source: Description Required
de_de: Beschreibung erforderlich
fr_fr: Description requise
nl_nl: Omschrijving is verplicht

source: Image Required
de_de: Bild erforderlich
fr_fr: Image requise
nl_nl: Afbeelding is verplicht

source: The badge has been added successfully
de_de: Das Abzeichen wurde hinzugefügt
fr_fr: Le badge à bien été ajouté
nl_nl: De badge is succesvol toegevoegd

source: The badge has been updated successfully
de_de: Das Abzeichen wurde aktualisiert
fr_fr: Le badge à bien été modifié
nl_nl: De badge is succesvol aangepast.

source: The badge has been deleted
de_de: Das Abzeichen wurde gelöscht
fr_fr: Le badge à bien été supprimé
nl_nl: De bagde is verwijderd

source: posts deleted
de_de: Beiträge gelöscht
fr_fr: messages supprimés
nl_nl: discussies verwijderd

source: posts approved
de_de: Beiträge freigegeben
fr_fr: messages approuvés
nl_nl: discussies goedgekeurd

source: Invalid action specified.
de_de: Ungültige Aktion.
fr_fr: Action invalide spécifiée.
nl_nl: Ongeldige actie opgegeven.

source: Settings Updated.
de_de: Einstellungen aktualisiert.
fr_fr: Réglages mis à jour.
nl_nl: Instellingen geupdate.

source: Incorrect captcha code
de_de: Falsche CAPTCHA-Zeichen eingegeben
fr_fr: Code de vérification incorrecte
nl_nl: Ongeldige captcha code

source: Between
de_de: Zwischen
fr_fr: Entre
nl_nl: Tussen

source: and
de_de: und
fr_fr: et
nl_nl: en

source: Sort By
de_de: Sortieren nach
fr_fr: Trier par
nl_nl: Sorteer via

source: Most Recent Post
de_de: Neuester Beitrag
fr_fr: Messages les plus récents
nl_nl: Meest recente reactie

source: Most Recent Topic
de_de: Neuestes Thema
fr_fr: Sujets les plus récents
nl_nl: Meest recente discussie

source: Unanswered
de_de: Unbeantwortet
fr_fr: Sans réponses
nl_nl: Onbeantwoord

source: Search
de_de: Suche
fr_fr: Chercher
nl_nl: Zoeken

source: Posted on %s at %s
de_de: Geschrieben am %s um %s
fr_fr: Posté le %s à %s
nl_nl: Geplaatst op %s om %s

source: Delete
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijder

source: Your post has been saved and will be published after approval by the forum moderator.
de_de: Die Nachricht wurde gespeichert, aber sie wird erst nach Prüfung durch den Moderator veröffentlicht.
fr_fr: Votre message à été enregistré et sera publiè après approbation par la modération du forum.
nl_nl: Uw posts is opgeslagen en zal worden gepubliceerd wanneer een beheerder deze heeft goedgekeurd.

source: Subject
fr_fr: Sujet
nl_nl: Onderwerp

source: Message
nl_nl: bericht

source: Check Spelling
de_de: Rechtschreibprüfung
fr_fr: Vérifier l'orthographe
nl_nl: Controleer spelling

source: remove
de_de: Löschen
fr_fr: enlever
nl_nl: verwijder

source: Attach a file
de_de: Datei anhängen
fr_fr: Joindre un fichier
nl_nl: Voeg bestand toe

source: Monitor this Post
de_de: Beitrag beobachten
fr_fr: Surveiller ce sujet
nl_nl: Hou deze discussie in de gaten

source: (receive an email each time a reply is posted)
de_de: (bei jeder Antwort per E-Mail benachrichtigen)
fr_fr: (recevoir un mail à chaque réponse postée)
nl_nl: (ontvang een email wanneer er een reactie wordt geplaatst)

source: Please type the letters and numbers shown in the image.
de_de: Bitte die Buchstaben und Zahlen im Bild eingeben.
fr_fr: Veuillez saisir les lettres et chiffres de cette image.
nl_nl: Neem te letters en nummers over die in de afbeelding worden getoond.

source: Post
de_de: Beitrag
fr_fr: Message
nl_nl: Plaats de discussie

source: Display Messages
de_de: Beiträge anzeigen
fr_fr: Afficher les messages
nl_nl: Toon berichten

source: Reply
de_de: Antworten
fr_fr: Répondre
nl_nl: Reageer op deze discussie

source: &quot;%s&quot; is now being monitored.
de_de: &quot;%s&quot; wird jetzt beobachtet
fr_fr: vous surveillez désormais &quot;%s&quot;
nl_nl: &quot;%s&quot; wordt in de gaten gehouden.

source: Close Window
de_de: Fenster schlieÃen
fr_fr: Fermer la fenêtre
nl_nl: Sluit scherm

source: &quot;%s&quot; is no longer being monitored.
de_de: &quot;%s&quot; wird nicht mehr beobachtet
fr_fr: Vous ne surveillez plus &quot;%s&quot;
nl_nl: &quot;%s&quot; wordt niet meer in de gaten gehouden.

source: Are you sure you would like to un-monitor &quot;%s&quot;?
de_de: Beobachtung von &quot;%s&quot; wirklich beenden?
fr_fr: Etes vous certain de ne plus vouloir surveiller &quot;%s&quot; ?
nl_nl: Weet u zeker dat u &quot;%s&quot; niet meer in de gaten wilt houden?

source: You will no longer receive any emails related to this item.
de_de: Sie erhalten jetzt keine E-Mails mehr zu diesem Beitrag
fr_fr: Vous ne recevrez plus de mails concernant ce fil de discussion.
nl_nl: U zal geen emails meer ontvangen die gerelateerd zijn aan deze discussie.

source: Are you sure you would like to monitor &quot;%s&quot;?
de_de: Wollen Sie wirklich den Beitrag &quot;%s&quot; beobachten?
fr_fr: Etes vous certain de vouloir surveiller &quot;%s&quot; ?
nl_nl: Weet u zeker dat u &quot;%s&quot; in de gaten wilt houden?

source: You will receive an email when any responses are posted.
de_de: Sie werden jetzt bei neuen Antworten eine E-Mail erhalten
fr_fr: Vous recevrez un mail à chaque réponse postée sur ce fil de discussion.
nl_nl: U zult een email ontvangen wanneer er nieuwe discussies of reacties zijn geplaatst in dit forum.

source: Fields
de_de: Felder
fr_fr: Champs
nl_nl: Velden

source: Created Between
de_de: Erstellt zwischen
fr_fr: Créé entre
nl_nl: Aangemaakt tussen

source: to
de_de: bis
fr_fr: à
nl_nl: naar

source: Keywords
de_de: Stichwörter
fr_fr: Mots-clés
nl_nl: Kernwoorden

source: Results Per Page
de_de: Ergebnisse pro Seite
fr_fr: Résultats par page
nl_nl: Resultaten per pagina

source: Select Search Field.
de_de: Suchfeld wählen.
fr_fr: Sélectionner un champ de recherche.
nl_nl: Selecteer een zoekveld.

source: Approve
de_de: Freigeben
fr_fr: Approuver
nl_nl: Goedkeuren

source: Username
de_de: Nutzername
fr_fr: Nom d'utilisateur
nl_nl: Gebruiker

source: Date Posted
de_de: Beitrags-Datum
fr_fr: Date d'envoie
nl_nl: Datum gepost

source: No Posts found.
de_de: Keine Beiträge gefunden.
fr_fr: aucun message trouvé
nl_nl: Geen discussies gevonden

source: Default
de_de: Standard
fr_fr: Défaut
nl_nl: Standaard

source: A new message requires moderation
de_de: Ein neuer Beitrag muss geprüft werden
fr_fr: Un nouveau message requiert une modération
nl_nl: Een nieuwe discussies moet worden bekeken door een beheerder

source: follow the link below to review pending discussion posts
de_de: Zur Moderation von zu prüfenden Diskussionsbeiträgen diesen Link klicken
fr_fr: Suivez le lien ci-dessous pour voir les messages des sujets en attende
nl_nl: Volg de link hieronder om discussies te bekijken die in afwachting zijn.

source: Anonymous
de_de: Gast
fr_fr: Anonyme
nl_nl: Anoniem

source: Manage Badges
de_de: Abzeichen verwalten
fr_fr: Gérer les badges
nl_nl: Beheer Badges

source: Stop Monitoring
de_de: Beobachtung stoppen
fr_fr: Arrêter la surveillance
nl_nl: Stop met volgen

source: Monitor
de_de: Beobachten
fr_fr: Surveiller
nl_nl: Volgen

source: Start Discussion
de_de: Diskussion erstellen
fr_fr: Commencer une discussion
nl_nl: Open een discussie

source: Edit Badge
de_de: Abzeichen bearbeiten
fr_fr: Editer le badge
nl_nl: Wijzig Badge

source: required field
de_de: Pflichtfeld
fr_fr: champs requis
nl_nl: verplicht veld

source: Group
de_de: Gruppe
fr_fr: Groupe
nl_nl: Groep

source: Description
de_de: Beschreibung
nl_nl: Omschrijving

source: Image
de_de: Bild
nl_nl: Afbeelding

source: Update
de_de: Aktualisierung
fr_fr: Mise à jour
nl_nl: Updaten
