Repository: BottiCreative/HopitalityWebsite
Catalog: public_html/packages/discussion/languages/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, nl_nl

source: Delete Badge
de_de: Abzeichen löschen
fr_fr: Supprimer le badge
nl_nl: Verwijder Badge

source: Are you sure you want to permanently remove this badge?
de_de: Dieses Abzeichen wirklich unwiderruflich löschen?
fr_fr: Etes vous certain de vouloir supprimer définitiveent ce badge ?
nl_nl: Weet u zeker dat de badge permanent verwijderd moet worden?

source: No groups found.
de_de: Keine Gruppen gefunden.
fr_fr: Aucun groupe trouvé.
nl_nl: Geen groepen gevonden

source: Add Badge
de_de: Abzeichen hinzufügen
fr_fr: Ajouter un badge
nl_nl: Voeg badge toe

source: Select Group
de_de: Gruppe wählen
fr_fr: Sélectionné un groupe
nl_nl: Selecteer groep

source: Select Existing Group
de_de: Existierende Gruppe wählen
fr_fr: Sélectionner un groupe existant
nl_nl: Selecteer bestaande groep

source: Are you sure?
de_de: Ganz sicher?
fr_fr: En êtes vous sûr ?
nl_nl: Weet u het zeker?

source: Moderated Posts
de_de: Moderierte Beiträge
fr_fr: Sujets modérés
nl_nl: Beheer discussies

source: Settings
de_de: Einstellungen
fr_fr: Réglages
nl_nl: Instellingen

source: Default Display
de_de: Standard Darstellung
fr_fr: Affichage par défaut
nl_nl: Standaard display

source: Mode
de_de: Modus
nl_nl: Modus

source: Flat.
de_de: Flach
fr_fr: A plat.
nl_nl: Plat

source: Threaded.
de_de: Hierarchisch
fr_fr: Fil de discussion.
nl_nl: Bedraad

source: Topic Sorting
de_de: Themensortierung
fr_fr: Tri des sujets
nl_nl: Sorteren van discussies

source: Display badges overlay when hovering over user avatars.
de_de: Abzeichen-Overlay anzeigen beim Mouse-Over über Nutzer-Avatare.
fr_fr: Afficher les badges dans une fenêtre modale lors du survol de l'avatar des utilisateurs.
nl_nl: Toon badges wanneer er over een avatar wordt gehoverd.

source: Display badges on user profiles (User profiles must be enabled.)
de_de: Abzeichen in Benutzerprofil anzeigen (Benutzerprofile müssen aktiviert sein.)
fr_fr: Afficher les badges sur les profils des utilisateurs (les profils doivent êtres activés).
nl_nl: Toon badges op gebruikersprofielen (gebruikersprofielen dient aangezet te worden)

source: Posting
de_de: Beitrag
fr_fr: Envoie de message
nl_nl: Bericht achterlaten

source: Anonymous Posting
de_de: Anonymer Beitrag
fr_fr: Envoie de message anonyme
nl_nl: Anonieme posting

source: Posting Method Form
de_de: Beitrags-Formular Typ
fr_fr: Méthode d'affichage
nl_nl: Manier van posten

source: Overlay.
fr_fr: Recouvrir.
nl_nl: Popup.

source: Within the page.
de_de: In der Seite
fr_fr: Dans la page.
nl_nl: Binnen in de pagina.

source: Moderation
fr_fr: Modération
nl_nl: Beheer

source: Posts by users in the following groups will not be moderated: Administrators, No_Moderation
de_de: Beiträge von Benutzern folgender Gruppen werden nicht moderiert: Administrators, No_Moderation
fr_fr: Les messages des utilisateurs des groupes suivants ne seront pas modérés: Administrateurs, No_Moderation
nl_nl: Berichten en reacties van de volgende groepen worden niet beheerd: Administrator, No_Moderation

source: Moderator Email
fr_fr: Email du modérateur
nl_nl: E-mailadres van beheerder

source: Email will be sent to moderator when posts requiring moderation are submitted, leave blank for no notification.
de_de: E-Mail zur Benachrichtigung des Moderators über freizugebende Beiträge. Leer lassen wenn keine Benachrichtigung erfolgen soll.
fr_fr: Un email sera envoyé au modérateur lorsqu'un messages le requiérant sera posté, laisser vide pour ne pas modifier.
nl_nl: Een e-mail zal verstuurd worden naar een beheerder wanneer dit noodzakelijk is, laat leeg voor geen bericht.

source: Content Filtering
de_de: Inhalts-Filterung
fr_fr: Filtrage du contenu
nl_nl: Content filteren

source: Disallow posts that contain words in the banned words file.
de_de: Beiträge unterdrücken, die Begriffe aus der "banned words" Datei enthalten.
fr_fr: Désactiver les messages qui contiennent des mots du fichier de mots bannis.
nl_nl: Blokkeer discussies en reacties die verboden worden bevatten.

source: Do not check posts for banned content.
de_de: Beiträge nicht nach unerlaubten Begriffen überprüfen.
fr_fr: Ne pas vérifier les messages pour les contenus bannis.
nl_nl: Reacties en discussies niet checken op verboden content.

source: Typical location of this file:
de_de: Typischer Ort dieser Datei:
fr_fr: Emplacement par défaut de ce fichier:
nl_nl: Locatie van dit bestand:

source: Save
de_de: Speichern
fr_fr: Enregistrer
nl_nl: Opslaan

source: Post to be Promoted
de_de: Zu bewerbender Beitrag
fr_fr: Sujet à promouvoir
nl_nl: Post wordt gepromoveerd

source: New Parent Page
de_de: Neue übergeordnete Seite
fr_fr: Nouvelle page parente
nl_nl: Nieuwe bovenliggende pagina

source: Page Type
de_de: Seitentyp
fr_fr: Type de page
nl_nl: Pagina Type

source: Move or Copy?
de_de: Verschieben oder Kopieren?
fr_fr: Déplacer ou copier ?
nl_nl: Verplaatst of Kopieren?

source: Move (Remove Old Post after Creating Page)
de_de: Verschieben (Alten Beitrag nach Seitenerstellung löschen)
fr_fr: Déplacer (retirer les anciens messages après la création de la page)
nl_nl: Verplaats (verwijderd oude discussies na het aanmaken van de pagina)

source: Copy and Retain Existing Discussion
de_de: Kopieren und bestehende Diskussion beibehalten
fr_fr: Copier et garder les discussions existantes
nl_nl: Kopieer en behoudt een bestaande discussie

source: Copy and Create New Discussion
de_de: Kopieren und neue Diskussion erstellen
fr_fr: Copier et créer de nouvelles discussions
nl_nl: Kopieer en creeer een nieuwe discussie

source: Change Post
de_de: Beiträg editieren
fr_fr: Changer le message
nl_nl: Verander discussie

source: You must specify a parent page for the new page you want to create.
de_de: Es muss eine übergeordnete Seite für die neu zu erstellende Seite angegeben werden.
fr_fr: Vous devez spécifier une page parente pour la nouvelle page que vous désirez créer.
nl_nl: U dient een bovenliggende pagina aante geven voor de nieuwe pagina die u aan het aanmaken bent.

source: View Profile
de_de: Benutzerprofil anzeigen
fr_fr: Voir le profil
nl_nl: Bekijk profiel

source: User's Badges
de_de: Abzeichen des Benutzers
fr_fr: Badges de l'utilisateur
nl_nl: Badges van gebruiker

source: Badges saved! Refreshing page.
de_de: Abzeichen gespeichert! Seite wird neu geladen.
fr_fr: Badges sauvegardés! Rechargemebt de la page.
nl_nl: Badges opgeslagen! Pagina wordt ververst.

source: Save Changes
de_de: Ãnderungen speichern
fr_fr: Sauvegarder les changements
nl_nl: Aanpassingen opslaan

source: Forums
de_de: Foren

source: Badges
de_de: Abzeichen
